/* GENERAL */
"OK" = "OK"; /* alert call to action */
"Delete" = "Töröl"; /* alert call to action */



/* TABS */
"Home" = "Haza"; /* Home tab */
"Open" = "Nyitva"; /* Open projects tab */
"Closed" = "Zárva"; /* Closed projects tab */
"Awards" = "Díjak"; /* Awards tab */



/* HOME VIEW */
"Up next" = "Következő"; /* section header for user's most high priority items */
"More to explore" = "Felfedezendő dolgok"; /* section header for user's other items, sorted in order of priority */
"Please select something from the menu to begin." = "A kezdéshez válasszon valamit a menüből."; /* placeholder text for when the user has the device in landscape mode */
"%@, %lld items, %g%% complete" = "%@, %lld tétel, %g%% kész"; /* label for VoiceOver */



/* PROJECTS VIEW */
"Open Projects" = "Nyitott projektek"; /* navigation bar title */
"Closed Projects" = "Lezárt projektek"; /* navigation bar title */
"New Project" = "Új projekt"; /* placeholder text for title of a newly added project */
"New Item" = "Új tétel"; /* placeholder text for title of a newly added item */
"Nothing to see here..." = "Itt most nincs semmi..."; /* placeholder text for when the user has yet to open any projects */
"Add Project" = "Projekt hozzáadása"; /* label for plus button in the toolbar */
"Add Item" = "Új tétel hozzáadása"; /* label for the new item button in the list of items for a project */
"%@, completed" = "%@, elkészült"; /* label for VoiceOver indicating whether an item is complete or not */
"%@, high priority" = "%@, elsőbbségi"; /* label for VoiceOver indicating whether an item is high priority or not */



/* PROJECT ITEM SORTING */
"Sort" = "Válogatás"; /* label for the sort items button in the toolbar */
"Sort items" = "Tételek rendezése"; /* title for action sheet */
"How would you like to sort project items?" = "Hogyan szeretné rendezni a projekt tételek?"; /* message for action sheet */
"Optimised" = "Optimalizálás"; /* project item sorting method */
"Date Created" = "Létrehozás dátuma"; /* project item sorting method */
"Alphabetically" = "Cím"; /* project item sorting method */



/* EDITING PROJECTS */
"Edit Project" = "Projekt szerkesztése"; /* navigation bar title */
"Project name" = "Projekt név"; /* placeholder text for textfield */
"Basic Settings" = "Alapbeállítások";  /* section header */
"Description of this project" = "Projekt dokumentáció"; /* placeholder text for text field */
"Select Project Colour" = "Egyedi projekt szín"; /* section header */
"Pink" = "Rózsaszín"; /* project colour */
"Purple" = "Lila"; /* project colour */
"Red" = "Piros"; /* project colour */
"Orange" = "Narancs sárga"; /* project colour */
"Gold" = "Arany"; /* project colour */
"Green" = "Zöld"; /* project colour */
"Teal" = "Zöldeskék"; /* project colour */
"Light Blue" = "Világos kék"; /* project colour */
"Dark Blue" = "Sötét kék"; /* project colour */
"Midnight" = "Éjfél"; /* project colour */
"Dark Gray" = "Sötét szürke"; /* project colour */
"Gray" = "Szürke"; /* project colour */
"Close Project" = "Projekt bezárása"; /* label for the close project button - closing a project is equivalent to marking it as finished */
"Closing a project moves it from the Open to Closed tab. Deleting a project removes it completely and is irreversible." = "A projekt bezárásával a Nyitottról a Zárt ablakba kerül; törlésével a projekt teljesen el lesz távolítva."; /* warning text below the delete button */
"Reopen Project" = "Projekt újra nyitása"; /* label for the reopen project button - reopening a project is equivalent to marking it as not finished */
"Delete Project" = "Projekt törlése"; /* label for the delete project button */
"Delete project?" = "Projekt törlése?"; /* alert title */
"Are you sure you want to delete this project? All the items it contains will also be deleted. This action cannot be undone." = "Biztosan törli a projektet? Az összes elem törlődni fog."; /* message for alert */



/* EDITING ITEMS */
"Edit Item" = "Tétel szerkesztése"; /* navigation bar title */
"Item name" = "Tétel név"; /* placeholder text for textfield */
"Description" = "Leírás"; /* placeholder text for textfield */
"Priority" = "Elsőbbség"; /* section header */
"High" = "Magas"; /* project item priority */
"Medium" = "Közepes"; /* project item priority */
"Low" = "Alacsony"; /* project item priority */
"Mark Completed" = "Befejezve"; /* toggle label to indicate an item is finished */



/* AWARDS */
"Locked" = "Zárt"; /* title for alert */
"Unlocked: %@" = "Nyitott: %@"; /* title for alert */


